# 여러분들의 이름
print("내이름은 한주영")
# 파이썬을 공부하는 이유
print("빅데이터 도출하고 싶어서")
# 이 줄은 무시해줘
# 주석문(comment)
# ctrl+/
print(f"1 + 1 ={1+1})")


# multiline string
print("""한동훈 법무장관이 끝내 눈물을 보였다. 15일 오후 정부과천청사에서 고 홍정기 일병의 어머니 박미숙씨와 면담자리에서 였다.

법무부에 따르면 이날 면담은 약 1시간가량 이어졌다. 박씨는 내내 아들의 억울한 죽음을 호소했고 군 의문사로 자녀를 잃은 부모들의 심정을 대변했다.

박 씨는 "장관님 안경 너머로 보이는 눈과 아들의 안경 너머로 보이는 눈이 비슷하네요. 참 올바른 아이였다. 올곧은 아이였다. 아들이 엄마에게 이런 일들의 종지부를 찍으라고 말하는 것 같고, 그걸 장관님이 받아주신 게 아닌가 싶다"고 말했다. 박씨의 품에는 군복을 입은 아들의 영정사진이 안겨 있었다. 박씨 아들은 2016년 군 복무 중 급성 백혈병에 걸리고도 제때 치료받지 못해 세상을 떠난 홍정기 일병이다.""")
