# 첫번째 수를 입력하세요.
# 두번재 수를 입력하세요.
# 두 수의 합은 ~ 입니다.


#서브웨이에서 어떤 메뉴를 고를 건가요?
# ~~ 메뉴는 정말 맛있죠!
#리브영에서 어떤 제품을 구매하실건가요



 #a = input("첫번째 수를 입력하사ㅔ요")
 #b = input("두번째 수를 입력하세요")
 ## int - 정수
 #c = int(a) #문자->정수화
 #d = int(b)#문자->정수화
 #print(f" 두수의 합은 {c+d}")


 #a = int(input("첫번째 수를 입력하세요"))
 #b = int(input("b번째 수를 입력하세요"))


 #a = int(input("첫번째 수를 입력하세요"))
 #b = int(input("b번째 수를 입력하세요"))
 #print(f" 두수의 차는 {a+b}")
 #print(f" 두수의 차는 {a-b}")
 #print(f" 두수의 곱은 {a*b}")

a = int(input("첫번째 수를 입력하세요"))
b = int(input("두번째 수를 입력하세요"))
c = int(input("세번째 수를 입력하세요"))
print(f" 두수의 차는 {a+b+c}")
print(f" 두수의 차는 {a-b-c}")
print(f" 두수의 곱은 {a*b*c}")


