#menu = ['😀','😁']
#menu.append('😋')
#print(menu)

#1. 덧셈 연산자 (+)
#list_one = [1,2,3] + ['a,b,c']
#print(list_one)

##2. 곱셈 연산자(*)
#list_two = ['넷플', '티빙']*2
#print(list_two)

#인덱싱
#list_three = ['신서유기','강식당']
#print(list_three[1]) 답은강식당

#슬라이싱
#list_four = ['메가커피','벤티','투썸','스벅']
#print(list_four[1:3])

#in, not in
#burger = ['버거킹','노브랜드','맘스터치','맥도날드']
#result = '롯데리아' in burger #버거에 롯데리아가 있니?라는 뜻임. true가 나옴.
##########################

#뉴스기사를 리스트화 하고 오른차순으로 단어 리스트를 만들어라.

#article = ['Plane grounded in France over human trafficking fears','Argentine demo organisers told to cover security costs']
#aritlceList= article.split()
#aritlceList.sort()
#print(articleList)


########마무리퀴즈############
#운동 루틴을 5개 입력받고, 오름차순으로 표현하는 프로그램 만들기

#ex_1 = input("첫번째 운동:")
#ex_2 = input("두번째 운동:")
#ex_3 = input("세번째 운동:")
#ex_4 = input("네번째 운동:")
#ex_5 = input("다섯번째 운동:")

exercise = ['조깅','수영','배드민턴','테니스','암거나']
exerciseList = exercise.split()
exerciseList.sort()
print(exerciseList)



#뉴스를가져와서 유저가 찾는단어가 몇개인지 출력하는프로그램









#뉴스를 가져와서 유저가 찾는 단어가 몇개인지 출력하는 프로그램



