#1. 오늘의 할일과 기분을 적어서 보여주는 프로그램(오늘 해야할 일과 현재 기분을입력받아 이를 종합하여 화면에 표시하는 그로그램을 만들어보세요.
#예 오늘의 할 일 쇼핑하기, 기분 기쁨)


#todo = input("할일은")
#feeling = input("기분은")
#print(f"오늘의 할일은{todo}이고, 기분은{feeling}이다")



#2. 운동 순서 만들기 프로그램 T
#사용자로부터 원하느 운동 종료루르 3개 입력받아 이를 바탕 으로 운동순서를 생성하는프로그램을 만들어 보세요. 입력받은 운동들을 적절히 조합하여, 사용자에게 이사적인 운동 루틴
#예)운동순서:스트레칭-> 윗몸일으키기->러닝  모름

#working = int(input("working 입력:"))

#print(f"이상적인 운동순서는 {working}하면, {}운동이 좋고,다음은 {}게 좋습니다.")

######선생님 답
#ex_1 = input("첫번째 운동:")
#ex_2 = input("첫번째 운동:")
#ex_3 = input("첫번째 운동:")
#print(f" 운동순서: {ex_1}, {ex_2},  {ex_3}")



#3. 반지름 입력시 원의 넓이와 둘레 구하기.예)반지름 5cm인 원의 넓이와 둘레는 입니다.
#반지름 =int(input("반지름입력:"))
#원주율 = 3.14
#지름 = 10
#print(f"반지름 5cm인 원의 넓이는{반지름*반지름*원주율}이고, 원의 둘레는 {지름*원주율} 이다")

#4.금일 달러는 1btc로 환전하는 프로그램
#1000달러는현재  btc입니다.

#dollar시세 = int(input("입력:"))
#print(f"1000달러는 현재 {1000/dollar시세}btc 입니다.")
######선생님답
#btc = 437007
#dollar = int(input("달러를 입력:"))
#print(f"{dollar}달러를 -> {dollar/ btc}비트코인")


#5. 영화리스트, 간식리스트, 커피리스트를 보여줘서 선택 한 후 조합을 보여주는 프로그램
#오늘의 선택:영화=인셉션, 간식; 팝콘, 커피;아메리카노

#영화 = ["인셉션","잘모름","재밌음"]
#print(f"{영화}")
#pick = int(input("원하는걸골라봐(0-3)"))
#간식 = ["팝콘", "오징어", "콜라", "쿠키"]
#print(f"{간식}")
#pick = int(input("원하는거골라봐(0-4)"))
#print(f"오늘 볼 영화는 {영화[pick]}이고, 먹은 간식은{간식[pick]}이다.")
##########선생님 답은 내 폰에 있음 참고####################





