# print() 출력
# input() 입력
# int() 정수화
# str() 문자화
# type() 타입


# print(5/2)
# print(5//2)
# print(5%/1)

#age = int(input("나이가 어떻게 됩니가"))
#print(f"당신이 태어난 년도는  {2023 - age}입니다.")

#세개의 숫자 평균 계산기
#세숫자를 받고 평균을출력
#a = int(input("첫번째 수를 입력하세요"))
#b = int(input("두번째 수를 입력하세요"))
#c = int(input("세번째 수를 입력하세요"))
#print(f" 세수의 평균은 {a+b+c}/3")
#print(9/3)

#환율 계산기
#사용자로부터 원금액을 입력받아 달러와 엔화로 환산하는 프로그램 만들기
#kw =int(input("코리아원"))
#print(f"코리아원을받으면 us dollar{kw*0.0007}")
#print(1*0.00077)

#print(f"코리아원을받으면 jpy는 {kw*9.14}")
#print(1*9.14)

#거리변환기
#킬로미터(km)단위릐 거리를 입력받아 마일(mile) 단위로 변환을 출력하는 프로그램 만들기

#km =int(input("킬로미터"))
#print(f"1킬로미터는 {km*0.62} 마일이다")

#체온변환기
#섭씨 온도를 입력받아 화씨 온도로 변환을 출력하는 프로그램 만들기
#f=c*58+32

degree = int(input("섭씨"))
print(f"섭씨1도는 화씨{degree*58+32}이다")




###########################선생님 답지
