
#과일 리스트를 만들어서, 원하는 과일을 선택 할 후 5개 이상 이모티콘 사용
# _과일은맛있죠

#fruit = ["🍑","🍒","🍅","🍏","🍉"]
#print(fruit[2])
#print(f"{fruit[2]}는 참 맛있죠")

# 동물리스트 귀엽조
animals = ["🐥","🐙","🦑","🦐","🐓"]
print(f"{animals}")
pick = int(input("원하는걸골라봐(0-5)"))
print(f"{animals[pick]}는 참 귀엽죠")


#점메추리스트
#점심메뉴 리스트, 후식리스트. 커피리스트
#ex)점심메뉴를 고르세요(1-5번)
#....모두 고르면






# lunch = ["떡볶이", "물회", "어묵", "자장면", "호떡"]
#print =









#cgv 영화를 고르고 여화리스트 팝콘 리스트
#멤버리스트 일반 브론즈 골즈
#영화 리스트
#팝콘 리스트
#다고르면 시지비에서 ``회원 ``리스트 회원님 `` 영화를 ``간식과 함께 즐거운 관람 되십시오 라고 3개 만들면 된다.





